[
    {
      "OP": "Lex Luthor",
      "OP_ProfilePic": "../assets/lexLuthorProfilePic.jfif",
      "timePosted": "10 minutes ago",
      "title": "Will Joe Biden Be President on September 1st, 2023?",
      "verified": false,
      "description": "As President Joe Biden navigates the complexities of his term, questions arise about his ability to maintain his position until September 1st, 2023. Amidst ongoing political challenges, public opinion fluctuations, and global crises, the stability of Biden's presidency is a subject of national and international debate. While some argue that he will complete his term, others speculate about potential scenarios that could lead to a change in leadership. As the date in question approaches, the nation is left to wonder: Will Joe Biden still be at the helm come September 2023?",
      "likes": 128,
      "comments": 34,
      "shares": 56,
      "liquidity": 20143,
      "yes": 56,
      "no": 44,
      "image": "../assets/whiteHouse.jpg",
      "video": false,
      "poll": false
    },
    {
      "OP": "Clark Kent",
      "OP_ProfilePic": "../assets/ClarkKentProfilePic.jfif",
      "timePosted": "3 hours ago",
      "title": "Will Trump violate bail by September 30?",
      "verified": true,
      "description": "Will Trump violate his bail terms by Sep 30? Experts are divided. Place your bets on this hot topic now!",
      "likes": 76,
      "comments": 12,
      "shares": 40,
      "liquidity": 1101,
      "yes": 50,
      "no": 50,
      "image": "../assets/missMeYetTrump.jpg",
      "video": false,
      "poll": false
    },
    {
      "OP": "Tony Montana",
      "OP_ProfilePic": "../assets/TonyMontanaProfilePIc.jfif",
      "timePosted": "2 days ago",
      "title": "Logan Paul vs. Dillon Danis",
      "verified": false,
      "description": "Logan Paul, the YouTube sensation turned boxer, is set to face Dillon Danis, the mixed martial artist known for his grappling skills, in a highly anticipated match. Both fighters have been trading barbs on social media, fueling the hype for this showdown. With contrasting styles and big personalities, this bout promises to be a spectacle both in and out of the ring. Who will come out on top? The stage is set for a clash of titans.",
      "likes": 150,
      "comments": 45,
      "shares": 100,
      "liquidity": 570,
      "yes": 20,
      "no": 80,
      "image": false,
      "video": "https://www.youtube.com/watch?v=yqf8rAWDaK0",
      "poll": false
    },
    {
      "OP": "Peter Parker",
      "OP_ProfilePic": "../assets/PeterParkerProfilePic.jfif",
      "timePosted": "20 minutes ago",
      "title": "Will the Russia-Ukraine War End by December 31st, 2023?",
      "verified": false,
      "description": "The ongoing conflict between Russia and Ukraine has been a focal point of international concern for years. As diplomatic efforts continue to find a peaceful resolution, speculation is rife about whether the war will come to an end by December 31st, 2023. The situation is complex, involving not just the two nations but also international stakeholders. With ceasefires being short-lived and peace talks yielding little progress, the question remains: Will the year 2023 bring an end to this protracted conflict? The world watches with bated breath.",
      "likes": 250,
      "comments": 60,
      "shares": 120,
      "liquidity": 64010,
      "yes": 35,
      "no": 65,
      "image": false,
      "video": false,
      "poll": false
    }
  ]
  